export default {
  info: {
    title: '个人信息',
    name: '约翰·多伊',
  },
  job_intention: {
    title: '求职意向',
    list: [{ name: '软件开发工程师' }],
  },
  skills: {
    title: '主要技能',
  },
  misc: {
    title: '其他经历',
    list: [
      '资料东西论坛生活',
      '国际电子发生的',
      '是希望这些这个的人',
      '关系这样实现其他文章',
      '因为发表以上工作任何表示',
      '增加简介音乐正在',
      '电子查看有关怎么',
      '只有而且一切目前一次',
      '游戏电话控制',
    ],
  },
  edu: {
    title: '教育经历',
    list: [
      {
        school: 'Cosmos 大学（UoC）',
        major: '人类与宇宙',
        degree: '学士',
      },
      {
        school: 'Galaxy 大学（UoG）',
        major: '银河史',
        degree: '硕士',
        extra: 'QS2022: 第 1024 位',
      },
    ],
  },
  work: {
    title: '实习经历',
    list: [
      {
        company: '所有资源要求论坛次数',
        work: '工程师',
      },
      {
        company: '方面我的还有社会之间空间发布电影',
        work: '研究员',
      },
    ],
  },
  awards: {
    title: '荣誉',
    header: ['年份', '赛事名称', '奖项'],
    list: [
      {
        competition: '行业国内今天帮助最新准备科技今年一般应用',
        award: '产品发布大家她的',
      },
      {
        competition: '出来设备使用发展网上工作网站论坛公司',
        award: '人员国家发布地区',
      },
      {
        competition: '全国大学生信息安全竞赛创新实践能力赛',
        award: '一切这么一起',
      },
      {
        competition: '当前帖子质量认为这是觉得',
        award: '要求投资组织其实地方为什设计很多信息',
      },
      {
        competition: '一样任何应该目前其实得到这种',
        award: '内容其中北京功能一种已经',
      },
      {
        competition: '安全应该决定商品影响自己一定',
        award: '作品建设这个',
      },
      {
        competition: '继续没有组织有限专业处理解决',
        award: '这种一次怎么以后作品',
      },
      {
        competition: '经营教育因为对于方面责任因为汽车',
        award: '帮助事情行业',
      },
      {
        competition: '工作虽然介绍世界出现',
        award: '如此登录一样最后一次',
      },
      {
        competition: '工作虽然介绍世界出现',
        award: '如此登录一样最后一次',
      },
    ],
  },
  openSrc: {
    title: '参与开源',
  },
  projects: {
    title: '项目经历',
    list: [
      {
        name: '完成部门不同',
        desc: '这么不会事情结果，销售产品业务会员资料',
      },
      {
        name: '完全完成最大进行',
        desc: '完全图片公司，不是我的孩子进入一直有些美国不同，必须在线规定可能',
      },
      {
        name: '然后还是合作',
        desc: '经营一直但是怎么更新应该',
        badge: '商用',
        detail:
          '其他法律管理东西下载首页，谢谢注意表示。时间论坛东西准备今年处理。',
      },
      {
        name: '人员解决',
        desc: '表示发布不要北京当然不同',
        badge: '高校使用',
        detail:
          '回复应该关系欢迎关于通过，自己科技事情社会法律这是。选择发展网上城市日本制作新闻管理。',
      },
      {
        name: '教育论坛管理为了国际',
        desc: '登录解决发生比较大学开发大家',
        badge: '商用',
        detail:
          '还是责任行业.资源增加那么资料相关制作业务最新，大家位置世界系统事情都是。',
      },
      {
        name: '一些关系这样记者建设',
        desc: '都是数据企业那些服务只是大小，注意只是发表技术提供类别',
        badge: '商用',
        detail:
          '项目如果回复分析之间.原因一些地址.那些他的学习更多经济，数据继续电脑只是科技.设计所有她的提供可是。',
      },
      {
        name: '时候工程发表',
        desc: '知道影响男人重要地址一种活动',
        badge: '商用',
        detail:
          '环境一下音乐地方设备什么公司，名称科技中文国内支持不能公司要求一点今天。同时有限设计建设为什。',
      },
      {
        name: '以上帮助喜欢软件销售',
        desc: '怎么环境原因操作重要今天拥有地方日期社区',
        badge: '商用',
        detail:
          '相关必须部门或者工作资料文化等级，应用产品作者的是自己同时出现比较。',
      },
      {
        name: '得到一样目前',
        desc: '教育能够如此公司无法功能',
        badge: '高校使用',
        detail:
          '记者建设威望一些发表标题觉得，搜索系列行业不会帮助谢谢政府搜索他们在线都是。',
      },
      {
        name: '简介最新成功组织一定',
        desc: '这么中心发生只有到了，无法内容其中那个。经营进入建设学习来自可以继续。',
      },
      {
        name: '是一感觉一切世界成功',
        desc: '谢谢您的支持重要，知道到了的话新闻或者觉得，质量社会标题在线需要。必须今天关系一些完成评论。',
      },
      {
        name: '非常一种因为',
        desc: '认为同时数据决定，原因生活历史不断，计划主要制作得到为什作者。',
        badge: 'Production-ready',
        detail:
          '部门一下下载首页位置，起来点击我们游戏。首页日期出来孩子下载虽然因为，电影开始发布很多能力。',
      },
      {
        name: '完成汽车各种具有',
        desc: '关系查看控制到了都是搜索技术你们根据',
        badge: 'Production-ready',
        detail:
          '加入一下部门成功查看，准备支持质量感觉工作搜索其中。来源成为次数。作品根据位置部门汽车公司日本，进入政府状态根据。',
      },
      {
        name: '游戏阅读内容',
        desc: '回复为了那么威望，社会出来作为什么以下上海因为。',
      },
    ],
  },
}
